//3-2表格
var arraytable3_2 = {
    name:[
        ['無敵大聲公(1日)(歸屬)x5'],
        ['回城卷(歸屬)x10'],
        ['特別經驗加成卷軸R (7天)x3'],
        ['聰明的培斯(7天)x1'],
        ['劇團範圍無限卷(15日) (歸屬)x1'],
        ['攜帶背包使用券(15天) (歸屬)x2'],
        ['阿雷那入場券(7天)(歸屬)x1'],
        ['克拉島入場卷(1日)x3'],
        ['疾走卷軸(歸屬)x10'],
        ['新手角色專用BUFFx1'],
        ['萌新當家x1']
    ],
    manual:[
        ['在1天之內大喊範圍擴大。'],
        ['可以移動到鄰近城鎮的卷軸。'],
        ['7日內，經驗值增加100%，相同效果可疊加最多5個，下線後仍會扣除使用時間。'],
        ['可召喚或解除聰明的培斯，召喚時將會自動撿取周邊道具。'],
        ['擴大劇團技能的範圍。'],
        ['拖曳到背包視窗放上去後就可以使用，按快捷鍵B就可以活用背包視窗。'],
        ['7天時間可以進入阿雷那地區的時間限制入場卷，不管有沒有持續進入阿雷那地區，時間都會流逝，等級73級~115級的怪物棲息地。'],
        ['1天時間可以進入克拉島地區的時間限制入場券，不管有沒有進入克拉島，時間都會流逝，此地區為等級43~69的怪物棲息地。'],
        ['使用後3分鐘內提升移動速度50%。'],
        ['使用後14天內增加HP+1000，所有能力值+20，攻擊時傷害值增加+10%，經驗值+15%，離線仍會消耗使用時間。'],
        ['攻擊力+10%、經驗值+10%、攻擊速度+10%、移動速度+15%，持續14天。']
    ]
}

var table3_2tbody = "";

table3_2tbody += 
'<tr class="text-center table-title"><td colspan="2">'+
'夢想飛飛豪華新手禮​'+
'</td></tr><tr class="text-center table-subtitle"><td>'+'道具名稱'+
'</td><td>'+'道具說明'+
'</td></tr>';

for(i = 0 ; i < 11 ; i++){
    table3_2tbody += 
    '<tr><td class="text-left table-main table-mainP1-3-2L">'+
    '<img src = "img/revision/p3/'+(i+1)+'.png" />'+
    arraytable3_2.name[i]+
    '</td><td class="text-left table-main">'+
    arraytable3_2.manual[i]+
    '<span class="text-center highlight">※不可交易</span>'+
    '</td></tr>';
}
$('.t3_2tbody').html(table3_2tbody);